import { CatalogItem } from "./global"

export const CATALOG: CatalogItem[] = [
  {
    id: 0,
    name: "Касание Астариона 1",
    imgFolderName: "kasanie-astariona",
    category: "bracelet",
    price: 2000,
    description:
      "Использован бисер с износостойким покрытием. Магнитная застёжка с дополнительными пазами обеспечивает надёжное крепление и исключает случайное расстёгивание браслета. Браслеты изготавливаются по индивидуальному размеру, чтобы они сидели идеально именно на вашей руке.",
    gender: "woman",
    specifications: {
      bead: "TOHO",
      zipper: "Магнитная",
      length: 16,
    },
  },
  {
    id: 1,
    name: "Касание Астариона 2",
    imgFolderName: "kasanie-astariona",
    category: "bracelet",
    price: 2000,
    description:
      "Использован бисер с износостойким покрытием. Магнитная застёжка с дополнительными пазами обеспечивает надёжное крепление и исключает случайное расстёгивание браслета. Браслеты изготавливаются по индивидуальному размеру, чтобы они сидели идеально именно на вашей руке.",
    gender: "woman",
    specifications: {
      bead: "TOHO",
      zipper: "Магнитная",
      length: 16,
    },
  },
  {
    id: 2,
    name: "Серьга",
    imgFolderName: "kasanie-astariona",
    category: "earring",
    price: 2000,
    description:
      "Использован бисер с износостойким покрытием. Магнитная застёжка с дополнительными пазами обеспечивает надёжное крепление и исключает случайное расстёгивание браслета. Браслеты изготавливаются по индивидуальному размеру, чтобы они сидели идеально именно на вашей руке.",
    gender: "woman",
    specifications: {
      bead: "TOHO",
      zipper: "Магнитная",
      length: 16,
    },
  },
]
